export const NOTICES =
    [
        {
            id: 0,
            date: '2019-08-12',
            subject: 'GO4THETOP 3회 일정 변경 안내',
            content: '참가 신청 기한이 8월 24일로 변경되었습니다.\n예선 및 본선 일정은 추후 알려드리겠습니다.'
            // content: '일단 참가 신청 일자를 8/24 까지로 연장하도록 합니다. 예선 본선 텀이 긴 점도있고, 저번에 논의한 본선 날짜 변경에 관한 사항이 겹쳐있어서 연장이 필요할 것으로 보입니다.\n'
            //     + '그리고 일본 대회 이야기들을 수집증인데, 10월 2주 혹은 4주일 가능성이 크다고 합니다. 하여 변경이 필요한경우 11월 2일(1주차 토요일) 로 해야할 듯 합니다.'
        },
        {
            id: 1,
            date: '2019-06-28',
            subject: 'GO4THETOP 3회 개최 인사말',
            content: '세번째 대회 입니다.\n매번 대회를 준비하기 시작할때 부터 항상 불안함 반, 기대 반이 되는 것 같습니다.\n'
                + '앞선 두번의 대회동안 아쉬운 점을 점점 보완하면서도 새로운 아쉬운 점이 생겼고, 하얗게 불태우듯이 한 대회에 에너지를 소진하고 다시금 새로 만드는 경험을 하였습니다. 부족한듯 조금씩 채워나간 두 번의 대회였습니다.\n\n'
                + '하지만 세번째 대회 입니다.\n저를 포함한 주최팀은 어느덧 노련함이라는 무기가 생겼고, 선수들은 점점 정교함과 높은 실력을, 관객들과 대회에 관심이 있는 모든 분들은 기대치가 올랐습니다.\n\n'
                + '새로운 버전이 현재 일본에 공개되어 있고, 한번의 국제 대회가 지나간 상황에서 새로운 즐거움을 만들 필요성이 생겼습니다.\n'
                + '그와 동시에 상반기의 여러 대회들은 저로 하여금 다시 두근거림을 느끼게 되었습니다. 그리고, 다시한번 대회를 준비합니다.\n\n'
                + 'New Era, 새로운 국면을 맞이하여 수많은 강자와 상승하는 댄서들이 늘어난 댄스 댄스 레볼루션.\n\n'
                + 'New Aces. 이번 대회를 통해 기존 에이스들의 단단함과 새로운 에이스들의 날카로움을 만나보고 싶습니다.\n\n'
                + '한 해가 지난 만큼 조금 더 즐겁고 멋진 대회를 위해 열심히 준비하겠습니다. 한국의 댄서, 해외의 댄서 모두를 기다립니다. 10월에 만나뵙겠습니다.\n\n'
                + 'GO4THETOP. New Era, New Aces.\n'
                + 'Next Champion is You.\n\n'
                + '주최 Ruse'
        },
        {
            id: 2,
            date: '2019-06-27',
            subject: 'GO4THETOP 3회를 개최합니다!',
            content: '안녕하세요, 대한민국 댄스 댄스 레볼루션 대회 ‘GO4THETOP’의 행사 진행을 맡고 있는 Ryunan입니다. 뜨거운 열기가 넘쳤던 지난 1,2회 대회를 무사히 마무리하고 3회 대회로 여러분들과 다시 만나게 되었습니다. 여러분 모두 다시 이렇게 만나뵈어 정말 반갑습니다.\n' +
                '\n' +
                '지금으로부터 21년 전인 1998년 9월, 일본의 게임센터엔 여태껏 본 적 없는 새로운 게임이 등장했습니다. 네 방향의 화살표 모양 아크릴 발판이 설치된 무대에 올라가 음악에 맞춰 화면에 올라오는 화살표를 하나하나 밟으면 되는 아주 단순한 방식의 게임이었던 ‘댄스 댄스 레볼루션(DDR)\'의 신화는 이렇게 시작되었습니다. 이듬해 이 DDR은 한국 게임센터에도 정식 발매되어 이곳저곳 설치되기 시작했고, 빠른 속도로 선풍적인 인기를 모으는 데 성공, 당시 \'춤 못 추면 왕따\'라는 헤드라인을 단 뉴스가 공중파를 타고 보도될 정도로 20세기 말을 강타했던 대한민국의 문화 아이콘이자 사회 현상으로 자리잡게 되었습니다. 또한 DDR이 발매되기 전만 해도 게임센터는 ‘불량배들이나 가는 탈선의 온상’ 이라는 음지 문화였는데, DDR을 계기로 게임센터가 언론의 조명을 받으며 양지로 올라와 남녀노소 할 것 없이 누구나 즐길 수 있는 복합 엔터테인먼트 공간으로 이미지 쇄신을 이루게 되었습니다. 이미지 쇄신의 일등공신이 바로 ‘DDR’ 이었습니다.\n' +
                '\n' +
                '하지만 그 인기가 오래 가지는 못했는데요, 영원할 줄 알았던 댄스 게임 열기는 신기루처럼 급격히 식어버렸고, 2000년 3rd mix의 정식 한국 발매를 마지막으로 대한민국의 DDR의 명맥은 끊겨버리게 되었습니다. 그리고 신작이 업데이트되지 않으면서 수많은 기기들은 게임센터에서 철거, 그 수가 급격히 줄어들어 이후엔 수유 음악 게임장, 압구정 조이플라자, 부산대 보우 게임랜드 등지에서 직수입으로 단 한두 대 들어온 기체를 플레이하는 극소수 매니아층을 통해 겨우 명맥만을 유지해가며 약 13여 년 간의 긴 암흑기를 견뎌야 했던 고난의 시기를 겪게 되었습니다. 또한 이 시기엔 일본에서도 \'아케이드 시리즈 개발 중단\' 이라는 3년의 공백 기간이 있었습니다.\n' +
                '\n' +
                '하지만 오랜 기다림 끝에 작은 기적이 일어났는데요, 2013년, 이제 한국에서 다시는 볼 수 없을 거라 생각했던 DDR의 신작 ‘DDR 2013’ 이 13년의 공백을 깨고 기적적으로 정식 발매가 재개된 것입니다. 비록 전성기만큼의 인기와 기체 수는 아니지만 일본과 동일한 환경에서 언제든 게임센터에서 플레이할 수 있는 환경이 다시 만들어지게 되었고, 명맥이 사실상 끊어진 것과 마찬가지였던 국내의 DDR 플레이어 인구 수도 2013년 정식 발매 재개 이후로 유의미한 수치로 늘어나게 되었습니다. 다시 DDR의 역사가 한국에서 이어지면서 과거에 DDR을 즐겼던 유저는 물론, 게임에 관심을 갖고 새롭게 들어온 플레이어가 늘어난 것은 \'GO4THETOP\' 과 같은 아케이드 디디알 대회도 기획, 개최할 수 있는 원동력이 되었습니다.\n' +
                '\n' +
                '무더웠던 지난 2018년 여름, 성균관대 \'게임은 동전으로\' 게임센터에서는 2013년 정식 발매 이후의 첫 DDR 아케이드 대회인 \'GO4THETOP\' 이 개최되었습니다. 지금 와서 이야기하지만, 저는 그 당시 DDR 대회를 열심히 준비하면서도 \'과연 대회를 성공적으로 열 수 있을까?\' 에 대한 의문을 갖고 있었습니다. ‘과연 얼마나 많은 사람들이 DDR 대회를 기억하고 있을까?’ 에 대한 막연한 두려움… 마지막으로 한국에서 열린 DDR 대회와의 공백이 너무 길었기에 과연 옛날의 대회 분위기를 기억하는 사람들이 얼마나 있을까? 얼마나 많은 사람이 이 대회를 보러 찾아올까? 그리고 설령 사람들이 찾아온다 한들 예전과 같은 호응을 받을 수 있을까? 라는 많은 걱정을 안은 채 약간의 불안한 감정으로 첫 디디알 대회를 열게 되었습니다.\n' +
                '\n' +
                '하지만 다행히도 그 걱정은 기우에 그쳤는데요, ‘이렇게 많은 사람들이 지금도 DDR을 하고 있었어?’ 라 놀랄 정도로 생각 이상의 많은 사람들이 대회장에 찾아와 주셨고 우리의 첫 번째 대회 \'GO4THETOP\'을 응원하며 큰 호응을 해 주셨습니다. 그리고 그 덕에 ‘GO4THETOP’의 역사적인 첫 대회는 성공적으로 마무리지을 수 있었습니다. 모든 대회를 끝난 뒤 우승자의 GO4THETOP 축하 플레이에 다같이 열광하던 외침, 게임센터 앞에 모여 다함께 기념 사진을 찍었던 순간, 이 모든 하나하나의 기억들이 지금 다시 생각해도 꿈만 같았습니다.\n' +
                '\n' +
                '이 첫 대회의 성공을 토대로 저희 주최팀 모두는 두 번째 대회를 열어도 되겠다는 큰 용기와 자신감을 얻게 되었습니다. 이 기세를 몰아 지난 2019년 2월, 이번엔 망월사 \'아케이드 원\' 게임센터에서 두 번째 \'GO4THETOP\' 역시 성공적으로 개최할 수 있게 되었고, 2회 대회는 대회 자체의 성공 뿐 아니라 지난 1회 대회에 비해 해외에서도 찾아오는 유저들이 3배나 늘어나며 ‘GO4THETOP’ 이라는 대회가 한국에서 그치지 않고 세계의 모든 DDR유저들에게도 알려지게 되는 유의미한 성과를 동시에 거두었습니다. 그리고 지금 저희는 3회 대회를 앞두고 다시 예전의 열기를 되찾기 위해 다시 한 번 뭉쳤습니다.\n' +
                '\n' +
                '지난 1,2회 대회에서 준비했던 모든 것을 100% 완벽하게 보여드릴 순 없었지만, 저희는 저희가 준비할 수 있는 능력 내에서 최선을 다해 여러분들에게 많은 것들을 보여드리기 위해 많은 준비를 했습니다. 그리고 그 노력의 결실로 여러분의 큰 호응으로 화답해주신 덕에 이렇게 3회 대회를 준비할 수 있게 되었습니다. 여러분의 호응과 뜨거운 응원, 그것이 3회 대회를 열 수 있는 가장 큰 원동력이 되었습니다. 여러분들의 관심이 없었다면 지금의 이 대회도 없었을 것입니다. 이 자리를 빌어 다시 한 번, 저희 \'GO4THETOP\' 에 뜨거운 관심과 가져주신 모든 DDR 플레이어들에게 진심으로 감사드립니다. 또한 10월에 개최되는 3회 대회도 1,2회때와 마찬가지로 다시 한 번 뜨거운 열기와 호응을 부탁드립니다. 주최자와 참가자는 따로 없습니다. 대회는 우리 모두가 함께 만들어가는 것입니다. 우리 모두가 ‘DDR’을 위해 한 뜻으로 뭉친 주최자이며 참가자입니다.\n' +
                '\n' +
                '2019년 10월, 올 가을을 더욱 뜨겁게 달굴 \'GO4THETOP\'. 더욱 진화한 박진감 넘치는 승부가 펼쳐질 세 번째 DDR대회! DDR을 좋아한다면 누구나 이 대회에 참여할 수 있습니다. 여러분 모두가 우승 후보이며 또 대회의 주인공이 될 수 있습니다.\n' +
                '\n' +
                '\'GO4THETOP\'의 다음 스테이지 주인공은 바로 당신입니다!'
        }
    ];